<?php
return [
	"backend" => [
	"roles" => [
	"created" => "تم إنشاء الدور بنجاح.",
	"deleted" => "تم حذف الدور بنجاح.",
	"updated" => "تم تحديث الدور بنجاح.",
	],
	"permissions" => [
	"created" => "تم إنشاء الإذن بنجاح.",
	"deleted" => "تم حذف الإذن بنجاح.",
	"updated" => "تم تحديث الإذن بنجاح.",
	],
	"users" => [
	"confirmation_email" => "تم إرسال رسالة تأكيد إلكترونية جديدة إلى العنوان الموجود بالملف.",
	"created" => "تم إنشاء المستخدم بنجاح.",
	"deleted" => "تم حذف المستخدم بنجاح.",
	"deleted_permanently" => "تم حذف المستخدم نهائيًا.",
	"restored" => "تمت استعادة المستخدم بنجاح.",
	"session_cleared" => "تم مسح جلسة المستخدم بنجاح.",
	"updated" => "تم تحديث المستخدم بنجاح.",
	"updated_password" => "تم تحديث كلمة مرور المستخدم بنجاح.",
	],
	"pages" => [
	"created" => "تم إنشاء الصفحة بنجاح.",
	"deleted" => "تم حذف الصفحة بنجاح.",
	"updated" => "تم تحديث الصفحة بنجاح.",
	],
	"blogcategories" => [
	"created" => "تم إنشاء فئة المدونة بنجاح.",
	"deleted" => "تم حذف فئة المدونة بنجاح.",
	"updated" => "تم تحديث فئة المدونة بنجاح.",
	],
	"blogtags" => [
	"created" => "تم إنشاء علامة المدونة بنجاح.",
	"deleted" => "تم حذف علامة المدونة بنجاح.",
	"updated" => "تم تحديث علامة المدونة بنجاح.",
	],
	"blogs" => [
	"created" => "تم إنشاء المدونة بنجاح.",
	"deleted" => "تم حذف المدونة بنجاح.",
	"updated" => "تم تحديث المدونة بنجاح.",
	],
	"emailtemplates" => [
	"deleted" => "تم حذف قالب البريد الإلكتروني بنجاح.",
	"updated" => "تم تحديث قالب البريد الإلكتروني بنجاح.",
	],
	"settings" => [
	"updated" => "تم تحديث الإعداد بنجاح.",
	],
	"faqs" => [
	"created" => "تم إنشاء أسئلة شائعة بنجاح.",
	"deleted" => "تم حذف أسئلة شائعة بنجاح.",
	"updated" => "تم تحديث أسئلة شائعة بنجاح.",
	],
	"menus" => [
	"created" => "تم إنشاء القائمة بنجاح.",
	"deleted" => "تم حذف القائمة بنجاح.",
	"updated" => "تم تحديث القائمة بنجاح.",
	],
	"laundries" => [
	"created" => "تم إنشاء الغسيل بنجاح.",
	"deleted" => "تم حذف الغسيل بنجاح.",
	"updated" => "تم تحديث الغسيل بنجاح.",
	],
	"addresses" => [
	"created" => "تم إنشاء العنوان بنجاح.",
	"deleted" => "تم حذف العنوان بنجاح.",
	"updated" => "تم تحديث العنوان بنجاح.",
	],
	"userdevices" => [
	"created" => "تم إنشاء جهاز المستخدم بنجاح.",
	"deleted" => "تم حذف جهاز المستخدم بنجاح.",
	"updated" => "تم تحديث جهاز المستخدم بنجاح.",
	],
	"products" => [
	"created" => "تم إنشاء المنتج بنجاح.",
	"deleted" => "تم حذف المنتج بنجاح.",
	"updated" => "تم تحديث المنتج بنجاح.",
	],
	"categories" => [
	"created" => "تم إنشاء الفئة بنجاح.",
	"deleted" => "تم حذف الفئة بنجاح.",
	"updated" => "تم تحديث الفئة بنجاح.",
	],
	"services" => [
	"created" => "تم إنشاء الخدمة بنجاح.",
	"deleted" => "تم حذف الخدمة بنجاح.",
	"updated" => "تم تحديث الخدمة بنجاح.",
	],
	"devices" => [
	"created" => "تم إنشاء الجهاز بنجاح.",
	"deleted" => "تم حذف الجهاز بنجاح.",
	"updated" => "تم تحديث الجهاز بنجاح.",
	],
	"coupons" => [
	"created" => "تم إنشاء الكوبون بنجاح.",
	"deleted" => "تم حذف الكوبون بنجاح.",
	"updated" => "تم تحديث الكوبون بنجاح.",
	],
	"areadrivers" => [
	"created" => "تم إنشاء برنامج تشغيل المنطقة بنجاح.",
	"deleted" => "تم حذف برنامج تشغيل المنطقة بنجاح.",
	"updated" => "تم تحديث برنامج تشغيل المنطقة بنجاح.",
	],
	"orders" => [
	"created" => "تم إنشاء الطلب بنجاح.",
	"deleted" => "تم حذف الأمر بنجاح.",
	"updated" => "تم تحديث الطلب بنجاح.",
	],
	"orderstatuses" => [
	"created" => "تم انشاء حالة الطلب بنجاح.",
	"deleted" => "تم حذف حالة الطلب بنجاح.",
	"updated" => "تم تحديث حالة الطلب بنجاح.",
	],
	"orderdetails" => [
	"created" => "تم إنشاء تفاصيل الأمر بنجاح.",
	"deleted" => "تم حذف تفاصيل الأمر بنجاح.",
	"updated" => "تم تحديث تفاصيل الأمر بنجاح.",
	],
	"contacts" => [
	"created" => "تم إنشاء جهة الاتصال بنجاح.",
	"deleted" => "تم حذف جهة الاتصال بنجاح.",
	"updated" => "تم تحديث جهة الاتصال بنجاح.",
	],
	"ordercomplains" => [
	"created" => "تم إنشاء طلب الشكوى بنجاح.",
	"deleted" => "تم حذف طلب الشكوى بنجاح.",
	"updated" => "تم تحديث طلب الشكوى بنجاح.",
	],
	"votedlocations" => [
	"created" => "تم إنشاء موقع التصويت بنجاح.",
	"deleted" => "تم حذف موقع التصويت بنجاح.",
	"updated" => "تم تحديث موقع التصويت بنجاح.",
	],
	],
];