<?php

return [

    /*
    |--------------------------------------------------------------------------
    | HTTP Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used in the views/errors files.
    |
    */

    '404' => [
        'title'       => 'الصفحة غير موجودة',
        'description' => 'عذرًا ، ولكن الصفحة التي كنت تحاول عرضها غير موجودة.',
    ],

    '503' => [
        'title'       => 'سأعود.',
        'description' => 'سأعود',
    ],
];
